{
  "KeyFeaturesSection.Feature1.description": "Vorgefertigt mit über 35 anpassbaren Komponenten, Integration von Figma UIKit und Unterstützung für Themes.",
  "KeyFeaturesSection.Feature1.title": "Umfassendes Designsystem",
  "KeyFeaturesSection.Feature2.description": "TypeScript, ESLint, Prettier, Husky Hooks und semantische Releases gewährleisten hohe Codequalität und -wartbarkeit.",
  "KeyFeaturesSection.Feature2.title": "Developer Experience",
  "KeyFeaturesSection.Feature3.description": "Vuesion enthält ein Generator-Framework, um Code basierend auf einem anpassbaren Styleguide einfach zu erstellen.",
  "KeyFeaturesSection.Feature3.title": "Codegenerierung",
  "KeyFeaturesSection.Feature4.description": "E2E-Tests mit Cypress, Vitest und Testing-Library mit über 250 Beispielen.",
  "KeyFeaturesSection.Feature4.title": "Robustes Testsetup",
  "KeyFeaturesSection.Feature5.description": "Skripte zur Vereinfachung des Übersetzungsmanagements enthalten, um mehrsprachige Anwendungen zu erstellen.",
  "KeyFeaturesSection.Feature5.title": "Internationalisierung (i18n)",
  "KeyFeaturesSection.Feature6.description": "Integriert mit Prisma.js für nahtloses Datenbankmanagement, macht Vuesion zu einem Full-Stack-Boilerplate.",
  "KeyFeaturesSection.Feature6.title": "Full-Stack-Capabilities",
  "KeyFeaturesSection.Feature7.description": "Nuxt.js für serverseitiges Rendering, statische Seiten-Generierung und Single-Page-Anwendungen.",
  "KeyFeaturesSection.Feature7.title": "Vielseitiger Core",
  "KeyFeaturesSection.Feature8.description": "Storybook, Authentifizierung, Security, PWA, Color mode und Bibliotheken für Animationen und Formularvalidierung.",
  "KeyFeaturesSection.Feature8.title": "Vollständig eingerichtet und einsatzbereit",
  "KeyFeaturesSection.cta.AllFeatures": "Alle Funktionen anzeigen",
  "KeyFeaturesSection.services.description": "Nutzen Sie unser Know-how in Beratung, Prototyping, PoCs und MVP-Entwicklung. Mit über 8 Jahren Erfahrung bei der Zusammenarbeit mit Branchenriesen wie Volkswagen, Airbus und Pfizer bringen wir unübertroffenes Wissen in Ihre Projekte ein. Ob Sie Prototypen erstellen, Konzepte validieren oder ein Minimum Viable Product einführen möchten, wir bieten maßgeschneiderte Lösungen, um Ihre Anforderungen zu erfüllen. Mit umfangreichen Kenntnissen in einer Vielzahl von Technologien ist Vuesion Services Ihr Partner für Erfolg.",
  "KeyFeaturesSection.services.title": "Nutzen Sie die Power von Vuesion Services",
  "KeyFeaturesSection.title": "Key Features",
  "LandingPageHeroSection.cta.Figma": "Vorschau in Figma",
  "LandingPageHeroSection.cta.GetStarted": "Los geht's",
  "LandingPageHeroSection.cta.VuesionServices": "Vuesion-Services entdecken",
  "LandingPageHeroSection.headline": "Build Faster, Collaborate Better with Vuesion.",
  "LandingPageHeroSection.subheadline": "Gib deinem Produktteam einen Boost mit unserem ultimativen Boilerplate für eine reibungslose Zusammenarbeit und unschlagbare Effizienz.",
  "common.Back": "Zurück",
  "common.LearnMore": "Mehr erfahren",
  "components.formExample.zipCode.error": "Bitte gib eine Nummer ein",
  "pages.index.description": "Verbessere die Effizienz deines Produktteams mit Vuesion. Unser Boilerplate vereint bewährte Verfahren aus Engineering und Design für schnelle Entwicklung.",
  "pages.index.title": "Vuesion: Das ultimatives Boilerplate für effiziente Produktentwicklung"
}
